{
  "appTitle": "Translate Finder",
  "fullName": "Full Name",
  "fullNameHelper": "Please enter name and surname",
  "phoneNumber": "Phone Number",
  "phoneNumberHelper": "Please enter your phone number",
  "yourLanguage": "I Speak Fluently",
  "yourLanguageHelper": "Please write down the languages you speak fluently",
  "register": "Register",
  "iAgree": "I agree",
  "tcpp": "Information about Data Protection:\n\n\nThis application was created by volunteers in the field of information technology to collect search and rescue operations and support requests in a common database and pass them on to authorized institutions and organizations in response to the large earthquake disaster that occurred in Turkey on February 6, 2023.\n\nPersonal information of individuals who indicate that they need help or support will be processed automatically based on the legal reason of \"Absence of consent due to actual impossibility or lack of legal recognition of consent for the protection of life or physical integrity of oneself or others\".\n\nYour personal information will be processed based on the legal reason of \"Necessity of processing data for the establishment, use or protection of a right\".\n\nThe personal information such as name, surname, telephone and address included in the support and help requests you share, will be collected in a database created and hosted by us, both domestically and abroad, and will be shared with authorized search and rescue organizations such as AFAD, Akut and Red Crescent, as well as civil society organizations capable of meeting support and assistance requests, for the purpose of processing personal data.",
  "welcomeText": "Volunteer Translator",
  "welcomeHeader": "Find an interpreter, fast!",
  "welomeBody": "Find an interpreter speaking any language quick, easy, and communicate directly with them through our platform!",
  "beInterpreter": "Become an interpreter.",
  "searchInterpreter": "Find an interpreter",
  "fAskedQuestions": "Frequently Asked Questions",
  "thingsToKnow": "Things you need to know about the Tercümanbul platform.",
  "becomeVolunteerHeader": "How can I become a volunteer translator?",
  "becomeVolunteerBody": "To become a volunteer translator, you need to fill out the relevant Tercümanbul platform's registration form and provide the necessary information and translation experience.",
  "interpreterResponsibilities": "What responsibilities do I have when translating?",
  "communicateOtherTranslator": "How can I communicate with other translators while translating?",
  "cantFind": "Did you not find the answer you were looking for??",
  "reachSupport": "Please reach out to our support team.",
  "contactUsButton": "Get in Touch."

}
