{
  "appTitle": "Translate Finder",
  "fullName": "Full Name",
  "fullNameHelper": "Please enter name and surname",
  "phoneNumber": "Phone Number",
  "phoneNumberHelper": "Please enter your phone number",
  "yourLanguage": "I Speak Fluently",
  "yourLanguageHelper": "Please write down the languages you speak fluently",
  "register": "Register",
  "iAgree": "I agree",
  "tcpp": "Information about Data Protection:\n\n\nThis application was created by volunteers in the field of information technology to collect search and rescue operations and support requests in a common database and pass them on to authorized institutions and organizations in response to the large earthquake disaster that occurred in Turkey on February 6, 2023.\n\nPersonal information of individuals who indicate that they need help or support will be processed automatically based on the legal reason of \"Absence of consent due to actual impossibility or lack of legal recognition of consent for the protection of life or physical integrity of oneself or others\".\n\nYour personal information will be processed based on the legal reason of \"Necessity of processing data for the establishment, use or protection of a right\".\n\nThe personal information such as name, surname, telephone and address included in the support and help requests you share, will be collected in a database created and hosted by us, both domestically and abroad, and will be shared with authorized search and rescue organizations such as AFAD, Akut and Red Crescent, as well as civil society organizations capable of meeting support and assistance requests, for the purpose of processing personal data.",
  "welcomeText": "Volunteer Translator",
  "welcomeHeader": "Find an interpreter, fast!",
  "welomeBody": "Find an interpreter speaking any language quick, easy, and communicate directly with them through our platform!",
  "homePage": "Home",
  "beInterpreter": "Become an interpreter.",
  "searchInterpreter": "Find an interpreter",
  "fAskedQuestions": "Frequently Asked Questions",
  "thingsToKnow": "Things you need to know about the Tercümanbul platform.",
  "becomeVolunteerHeader": "How can I become a volunteer translator?",
  "becomeVolunteerBody": "To become a volunteer translator, you need to fill out the relevant Tercümanbul platform's registration form and provide the necessary information and translation experience.",
  "interpreterResponsibilitiesHeader": "What responsibilities do I have when translating?",
  "interpreterResponsibilitiesBody": "1- Working based on volunteering: As a Interpreter, it is expected of you to work as a volunteer without requesting payment. This is natural since most aid organizations and humanitarian activities are done for free.\r\n\r\n2- Showing sensitivity: As an Interpreter, you are working with people who are experiencing emergency situations such as depression, anxiety, fear, etc. Therefore, you need to be sensitive and empathetic to provide the best possible service.\r\n\r\n3- Respecting cultural differences: It should not be forgotten that people may have different cultural and religious backgrounds. Therefore, it is important to respect and make an effort to understand cultural differences.\r\n\r\n4- Protecting confidentiality: As an Interpreter, you are responsible for protecting people's personal information. Therefore, you should only use their information for official purposes and keep this information secure.\r\n\r\n5- Providing accurate and understandable translations: As an Interpreter, you need to make an effort to accurately and understandably convey the source language text to the target language. This includes using the correct choice of words, grammatical structure, and proper use of language.",
  "communicateOtherTranslator": "How can I communicate with other translators while translating?",
  "cantFind": "Did you not find the answer you were looking for??",
  "reachSupport": "Please reach out to our support team.",
  "contactUsButton": "Get in Touch.",
  "interpreterFormAccess": "You can fill out the form below to become a Interpreter. You can find the list of Interpreters here.",
  "firstNameInputTitle": "First Name",
  "firstNameInputHint": "Please enter first name..",
  "lastNameInputTitle": "Last Name",
  "lastNameInputHint": "Please enter last name..",
  "supportChannels": "Support Channels",
  "onsiteSupport": "On-site Support",
  "onlineSupport": "Digital/Online Support",
  "availableSupport": "Languages I Can Support",
  "addContactAddress": "Add Contact Address",
  "addFacebook": "Enter your Facebook address..",
  "addInstagram": "Enter your Instagram address.",
  "addTwitter": "Enter your Twitter address.",
  "addLinkedin": "Enter your LinkedIn address.",
  "consentForm": "I have read and accept the Lighting Confirmation Text.",
  "infoVerification": "I accept and declare that the information I have provided on debris, demolition, aid and support needs is correct and confirmed, that I have taken all necessary precautions and measures to prevent information pollution and misapplications, and that I will notify any changes and updates in the information I have given.",
  "applyInterpreter": "You can find the list of interpreter in the table below. You can apply for a new interpreter here.",
  "nameLastName": "Name & Surname",
  "contact": "Contact",
  "interpreterNameLastName": "Interpreter Name and Last Name",
  "before": "Before",
  "after": "After",
  "checkYourEmail": "Check your email",
  "verificationMailDelivered": "We sent the verification code to your email address.",
  "verificationCode": "Verification code",
  "enterVerificationCode": "Enter verification code",
  "enterTheCode": "Enter the code",
  "returnLogin": "Return to login page",
  "forgotPassword": "Forgot password",
  "forgotPasswordInfo": "Don't worry, we'll send you the steps to reset your password.",
  "email": "Email",
  "emailHint": "Your email address",
  "resetPassword": "Reset password",
  "loginWithGoogle": "Login with Google",
  "registerWithGoogle": "Register with Google",
  "alreadyHaveAnAccount": "Already have an account? ",
  "login": "Login",
  "wellcome": "Wellcome",
  "interpreterList": "Interpreter List",
  "nameSurname": "Name Surname",
  "chooseLanguage": "Choose language",
  "translationLanguage": "Translation Language",
  "contantInformation": "Contact Information",
  "instagram": "Instagram",
  "beInterpreterDescription": "You can fill out the form below to become a translator. You can access the list of translators from https://here.",
  "interpreterListDescription": "You can access the list of translators from the table below. You can apply for a new translator at https://here.",
  "truthAck": "I accept and declare that the information I have given is correct and confirmed, that I have taken all necessary precautions and measures to prevent information pollution and wrong practices, and that I will notify any changes and updates in the information I have given."
}
