{
    "appTitle": "Wergêr Peydaker",
    "fullName": "Navê Te Tev",
    "fullNameHelper": "Ji kerema xwe nav û paşnavê xwe binivîse",
    "phoneNumber": "Hejmara telefona te",
    "phoneNumberHelper": "Ji kerema xwe numara telefona xwe binivîse",
    "yourLanguage": "Ez Baş Dizanim",
    "yourLanguageHelper": "Ji kerema xwe zimanên ku hûn baş dizanin binivîsin",
    "registerText": "Qeyd Bibe",
    "iAgree": "Ez razî me",
    "tosText": "Agahiyên li ser Parastina Daneyan:\n\nEv sepan, ji hêla dildarên ku di warê teknolojiyên agahdariyê de dixebitin hatiye amadekirin. Armanca wê ew e ku hemû daxwaz û pêdiviyên kesên ji ber Erdheja mezin ya roja 06.02.2023, li Tirkiyê pêk hatiye de mexdûr bûne, li cihekî kom bike û wan agahiyan/daneyan bigihîne sazî û kesên berpirsiyar. Herwiha bi vê sepanê wê hewl bê dayîn ku xebatên lêgerîn û xelaskirinê bi awayekî organîzetir were li dar xistin.\n\nDaneyên şexsî yên kesên ku hûn bawer dikin pêdiviya wan bi arîkarî an piştgiriyê heye, heke ew kes di rewşeke wisa de bin ku nikaribin bi xwe îcazetê bidin, wê ji ber sedemên awarte, daneyê wan kesan, bi awayekî otomatik, bixweber were xebitandin. Sedemên awarte çi ne? Astengiyên huqûqî, parastina yekîtiya laş û xelaskirina can, û rewşên  wekî din yê heyatî. \n\nDaneyên we yên şexsî dê bi saya bingehên qanûnî were bikaranîn çimkî mecbûrî ye ku daneyên şexsî ji bo parastina mafên mirovan werin bikaranîn. \n\nAgahiyên ku hûn bi me re parve dikin, wê li ser serverê me yên li nava welêt û derveyî welêt werin kom kirin. Dûre wê bi saziyên berpirsiyar yên wek Afad, Akut, Kızılay re bi awayekî qismî were parve kirin. Herwiha wê ev agahî bo tîm û komên lêgrîn û xelaskirinê bê dayîn, saziyên civakî yê sivîl û wergêran re jî bi awayekî qismî were parve kirin.",
    "welcomeText": "Wergêrîya Xwebexşî",
    "welcomeHeader": "Zû wergerek peyda bike!",
    "welcomeBody": "Zû û bi hêsanî wergêrên bi her zimanî bibîne û rasterast li ser platforma me bi wan re têkilî dane!",
    "homePage": "Rûpelê Sereke",
    "beInterpreter": "Bibe Wergêr",
    "translatorProfile": "Profilê Wergêrê",
    "searchInterpreter": "Wergêrekî bibîne",
    "fAskedQuestions": "Pirsên pir caran tên pirsîn",
    "thingsToKnow": "Tiştê ku divê hûn di derbarê platforma Wergêr Peydaker de zanîbin.",
    "faq1Header": "Projeya Tercüman Bul çi ye?",
    "faq1Body": "Projeya Tercüman Bul armanc dike ku di rewşên awarte de têkîlyek ragîhandinê bilez di navbera bikarhêneran û wergêran de saz bike.  Bi saya aplîkasyonê, wergêr û bikarhênerên qeydkirî dikarin bi hev re têkilî daynin û heke li hevbikin dikarin hevbibînin an jî bi serhêl(online) bikevin têkiliyê.  Wekî din, bikarhêner dikarin bigihîjin agahdariya têkîliyê yên wergêran û dûrbûna wan a cîh bibînin. Bi fonksiyona cîh nîşandayinê xwesteka me têkîliyekê bilez di navbera bikarhêner û wergêr de dayîne.",
    "faq2Header": "Ma ragîhandina kesane ya min wê bi gelemperî xuya bibe?",
    "faq2Body": "Na, pergal tenê dûrahiya cîh di navbera wergêr û bikarhêner de nîşan dide.  Ger bikarhêner wergêrek hilbijart, peyamek ku pêdiviya pejiradinê dike ji wergêr re tê şandin.  Ger wergêr di nav 15 çirkeyan(saniye) de peyamê bipejirîne, bikarhêner dikare jimara têlefonê ya wergêr bibîne û têkiliyê bide destpêkirin.",
    "faq3Header": "Ma hewce ye ku agahdariya xwe kesane bi kesên din re parve bikim?",
    "faq3Body": "Ji kerema xwe agahdariya kesane ya wekî bank, qerta krediyê, an nasnameyê(tiştên taybet) parve nekin ji ber ku ev yek ji bo parastina ewlehiyê girîng e.",
    "faq4Header": "Weke werger erkên min çi ne?",
    "faq4Body": "1- Xebatkirina li ser bingeha dilxwaziyê: Wekî wergêrekî, ji we tê hêvî kirin ku hûn bêyî daxwaza dravdanê(meaş-pere) wek dilxwazekî bixebitin.  Ev tiştekî xwezayî ye, ji ber ku gelemperî kesên di nava saziyên alîkariyê û rêxistinên mirovahî de cîh digirin, bêpere dixebitin.\r\n\r\n2- Nîşandana hestiyariyê: Dema hûn weke wergêrekî dixebitin, hûn bi kesên ku rastî rewşên awarte yên wek depresyon, fikar, tirs û hwd tên re kar dikin. Ji ber vê yekê divê hûn hestiyar û xwedî empatî bin ku baştirîn xebata/xîzmeta xwe bikin.\r\n\r\n3- Rêzgirtina cudahiyên çandî: Divê neyê ji bîr kirin ku kesên serî li we didin dibe ku xwediyê çandî û olî yên cuda bin.  Ji ber vê yekê, girîng e ku divê hûn xwedî rêzgirtin û hewldanek ji bo fêmkirin çandên cudahîbin.\r\n\r\n4- Parastina nepenîtiyê: Weke wergerêkî, hûn ji parastina agahdariya kesane ya xerîdaran berpirsiyar in.  Ji ber vê yekê, divê hûn parvekirinên wan tenê ji bo mebestên fermî bikar bînin û van parvekirinan bi babetekî ewleh biparêzin.\r\n\r\n5- Pêşkêşkirina wergeriya rast û bi hêsanî: Weke wergêr, divê hûn hewl bidin ku bi awayekî rast û hêsan nivîsa zimanê çavkanî bigihînin zimanê armanc.  Di vê yekê de bijartina peyvan ya rast, forma rêzimanî û bikaranîna ziman ya rast jî tê de heye.",
    "cantFind": "Bersiva ku hûn lê digeriyan nehat dîtin?",
    "reachSupport": "Ji kerema xwe bi tîma piştgiriyê re têkilî daynin.",
    "contactUsButton": "Bikeve Têkiliyê",
    "interpreterFormAccess": "Ger ku tu bixwazî bibî wergêr forma jêr dagire. Dikarî ji vir bigihijî lîsteya wergêran.",
    "firstNameInputTitle": "Nav",
    "firstNameInputHint": "Navê xwe binivîse...",
    "lastNameInputTitle": "Paşnav",
    "lastNameInputHint": "Paşnavê xwe binivîse...",
    "supportChannels": "Qenalên Piştgiriyê",
    "onsiteSupport": "Piştgiriya Li Qadê",
    "onlineSupport": "Piştgiriya Dîjîtal/Liserxetê",
    "availableSupport": "Zimanên Ku Ez ê Piştgiriyê Bidim Wan",
    "addContactAddress": "Navnîşana Xwe ya Ragihandinê Tevlê Bike",
    "addMessenger": "Navnîşana Xwe ya Messengerê Binivîse",
    "addWhatsApp": "Navnîşana Xwe ya WhatsAppê Binivîse",
    "addTwitter": "Navnîşana Xwe ya Twitterê Binivîse",
    "addLinkedin": "Navnîşana Xwe ya Linkedinê Binivîse",
    "sameAsWhatsApp": "Wek nomera min ya WhatsAppê ye.",
    "consentForm": "Min Nivîsara Zelalkirinê xwend û qebûl kir.",
    "infoVerification": "Di agahdariya ku min daye ez qebûl dikim û radigihînim ku agahdariya ku min li ser mayîn, hilweşandin, alîkarî û hewcedariyên piştgiriyê dane rast û piştrast in, ku min hemî tedbîr û tedbîrên pêwîst girtine ji bo pêşîgirtina li qirêjiya agahdarî û kiryarên xelet, û ku ez ê ji her guhertin û nûvekirinan ragihînim.",
    "applyInterpreter": "Hûn dikarin lîsteya wergêran di tabloya jêrîn de bibînin. Hûn dikarin li vir ji bo wergerek nû serlêdan bikin.",
    "nameLastName": "Nav & Parşnav",
    "contact": "Têkelî",
    "interpreterNameLastName": "Nav û Paşnavê Wergêr",
    "before": "Berî",
    "after": "Piştî",
    "checkYourEmail": "E-postanê xwe kontrol bike",
    "verificationMailDelivered": "Me kodek verastkirinê ji navnîşana e-nameya we re şandiye.",
    "verificationCode": "Kodek verastkirinê",
    "enterVerificationCode": "Kodek verastkirinê binivîse",
    "enterTheCode": "Kodê binivîse",
    "returnLogin": "Li ser rûpelê têketinê ve biçin",
    "forgotPassword": "Şîfreya te heye bîr",
    "forgotPasswordInfo": "Nikare bê xwestin, we şîfreya we ji nû ve çêkirinê pêşînê re şandin.",
    "email": "E-name",
    "emailHint": "Navnîşana e-nameya we",
    "resetPassword": "Şîfreya ji nû ve çêkirinê",
    "loginWithGoogle": "Bi Google têketin",
    "registerWithGoogle": "Bi Google re têketin",
    "alreadyHaveAnAccount": "Hûn jixwe hesabek hebûn? ",
    "login": "Têketin",
    "welcome": "Xoşbûn",
    "interpreterList": "Lîsteya Wergêran",
    "nameSurname": "Navê Binivîse",
    "chooseLanguage": "Zimanê hilbijêre",
    "translationLanguage": "Zimanê wergerê",
    "contantInformation": "Agahdariya girêdayî",
    "messenger": "Messenger",
    "whatsapp": "WhatsApp",
    "twitter": "Twitter",
    "beInterpreterDescription": "Hûn dikarin forma jêrîn dagirin da ku bibin wergêr. Hûn dikarin ji https://vir xwe bigihînin navnîşa wergêran.",
    "interpreterListDescription": "Hûn dikarin ji tabloya jêrîn xwe bigihînin navnîşa wergêran. Hûn dikarin ji bo wergerek nû serî li https://vir bidin.",
    "interpreterListDescription2": "Tu dikarin lişta têrkemên ji tabloya jêrê bikî. Tu dikarin profîla xwe ji https://vir bibî.",
    "yourProfile": "Profîla xwe",
    "yourProfileDescription": "Hûn dikarin ji https://vir xwe bigihînin navnîşa wergêran.",
    "editProfileDescription": " Hûn dikarin profîla xwe ji https://here nûve bikin.",
    "logout": "Derkeve",
    "updateProfile": "Profîla Nûve Bike",
    "save": "Tomar kirin",
    "signInText": "Têkeve nav",
    "emailInputLabel": "E-nivîs",
    "registerHintText": "Hesab tune",
    "passwordInputLabel": "Şîfreyê",
    "forgotPasswordHintText": "E-nivîsa xwe bidin, em li ser hevdîtinê we bişînin da ku şîfreyê xwe were vekişandin",
    "goBack": "Veger",
    "passwordResetEmailSentText": "Em ji we re e-nivîsek bi girêdayî girêdana şîfreyê şandin. Ji kerema xwe e-nivîsa xwe biparêzin.",
    "confirmPasswordText": "Şîfreya xwe piştrast bike",
    "accountDoesNotExist": "Hesab tune",
    "passwordIsRequiredErrorText": "Şîfreya pêwîst e",
    "confirmPasswordIsRequiredErrorText": "Şîfreya xwe piştrast bike",
    "confirmPasswordDoesNotMatchErrorText": "Şîfre di taybetmendiyê de nayên hevkarîkirin",
    "confirmPasswordInputLabel": "Şîfreya xwe piştrast bike",
    "emailIsRequiredErrorText": "E-nivîs pêwîst e",
    "isNotAValidEmailErrorText": "E-nivîsek derbasdar pêwîst e",
    "wrongOrNoPasswordErrorText": "Şîfreya ne rast e an jî bikarhêner şîfre nîne",
    "signInWithGoogleButtonText": "Têkeve nav bi Google",
    "unknownError": "Ez nizanim, têkiliyekî cuda çêbûye",
    "accessDisabledErrorText": "Girêdana vê hesabê tûnebûye",
    "signInHintText": "Hesaba heye?",
    "emailTakenErrorText": "Hesab bi vî e-nivîsî tê vekirin",
    "termsAndConditionsLabel": "Şêwaznameya xizmetê"
}