{
  "appTitle": "Поисковик Переводчика",
  "fullName": "Полное Имя",
  "fullNameHelper": "Введите ваши имя и фамилию",
  "phoneNumber": "Сотоый Номер",
  "phoneNumberHelper": "Введите ваш номер телефона в формате +90XXXXXXXXX",
  "yourLanguage": "Бегло говорю",
  "yourLanguageHelper": "Напишите языки, которыми вы хорошо владеете.",
  "register": "Регистрация",
  "iAgree": "Подтверждаю",
  "tcpp": "Информация о защите данных:\n\nЭто приложение было создано волонтерами, работающими в сфере информационных технологий, с целью сбора аварийно-спасательных работ и запросов о помощи и поддержке в общей базе данных во время землетрясения, произошедшего в Турции 6 февраля 2023 года, и передачи их уполномоченным учреждениям и организациям.\n\nC целью помощи или поддержки, персональные данные указанных вами, будут обрабатываться автоматически, на основании законных оснований, если лицо, которое не может выразить свое согласие из-за фактической невозможности или чье согласие не имеет юридической силы, необходима для защиты его или чьей-либо жизни или физической неприкосновенности.\n\nПерсональные данные, принадлежащие вам, будут обрабатываться на том законном основании, что обработка данных является обязательной для установления, использования и защиты права.\n\nЛичные данные, такие как имя, фамилия, телефон и адрес, указанные в запросах на помощь и поддержку, которыми вы поделитесь, будут собираться в базе данных, созданной нами, серверы которые расположены в Турции и за рубежом, обработка персональных данных уполномоченными поисково-спасательными организациями такие как АФАД, Кызылай, а также неправительственные организации и переводчики, которые могут удовлетворить запросы на поддержку и помощь, будут доступны для ограниченного использования.",
  "welcomeText": "Волонтёрский Перевод",
  "welcomeHeader": "Найдите переводчика за пару кликов!",
  "welomeBody": "Быстро и легко находите переводчиков любого языка и общайтесь с ними прямо на нашей платформе!",
  "homePage": "Главная",
  "beInterpreter": "Стать Переводчиком",
  "searchInterpreter": "Найти Переводчика",
  "fAskedQuestions": "Часто задаваемые вопросы",
  "thingsToKnow": "Что вам нужно знать о платформе Tercümanbul.",
  "becomeVolunteerHeader": "Как я могу стать переводчиком-волонтером?",
  "becomeVolunteerBody": "Для того, чтобы стать переводчиком-волонтером, необходимо заполнить регистрационную форму соответствующей платформы Tercümanbul и указать необходимую информацию и опыт в сфере перевода.",
  "interpreterResponsibilitiesHeader": "Какие обязанности я несу при переводе?",
  "interpreterResponsibilitiesBody": "1- Bолонтерская Деятельность: В качестве добровольного переводчика от вас ожидается работать безвозмездно. Это является стандартным условием поскольку большинство благотворительных и Волонтерскиx организации работают бесплатно.\r\n\r\n2- Проявление чувствительности: Работая в качестве переводчика, вы будете сталкиваться с теми, которые находятся в критическом состоянии такие, как депрессия, тревога, беспокойство и страх. Поэтому вам необходимо быть чутким и эмпатичным, чтобы предоставить помощь как можно лучше.\r\n\r\n3- Уважение к культурным различиям: Не следует забывать, что клиенты могут иметь различный культурный и религиозный опыт. Поэтому важно проявлять уважение к культурным различиям и стремиться понимать их.\r\n\r\n4- Защита конфиденциальности: В качестве переводчика вы обязаны защищать конфиденциальность личной информации клиентов. Поэтому вы должны использовать информацию клиентов только для официальных целей и сохранять эту информацию в безопасности.\r\n\r\n5- Точный и понятный перевод: В качестве переводчика вы должны стараться передавать текст на целевой язык точно и понятно. Это включает правильный выбор слов, грамматическую структуру и правильную правильную подборку предложений.",
  "communicateOtherTranslator": "Как я могу общаться с другими переводчиками в процессе перевода?",
  "cantFind": "Не нашли ответ, который искали?",
  "reachSupport": "Пожалуйста, свяжитесь с нашей службой поддержки.",
  "contactUsButton": "Связаться с нами",
  "interpreterFormAccess": "Вы можете заполнить форму ниже, чтобы стать переводчиком. Вы можете получить доступ к списку переводчиков здесь.",
  "firstNameInputTitle": "Имя",
  "firstNameInputHint": "Введите имя..",
  "lastNameInputTitle": "Фамилия",
  "lastNameInputHint": "Введите фамилию..",
  "supportChannels": "Каналы поддержки",
  "onsiteSupport": "Поддержка на месте",
  "onlineSupport": "Цифровая/онлайн-поддержка",
  "availableSupport": "Языки, которыми я могу помогать",
  "addContactAddress": "Добавить контактный адрес",
  "addFacebook": "Введите свой адрес Facebook..",
  "addInstagram": "Введите свой адрес Instagram..",
  "addTwitter": "Введите свой адрес Twitter..",
  "addLinkedin": "Введите свой адрес Linkedin..",
  "consentForm": " Я прочитал и согласен с условиями разъяснительного текста.",
  "infoVerification": "Я принимаю и заявляю, что информация, которую я предоставил о обломках, катастрофах, потребностях в помощи и поддержке, верна и подтверждена, что я принял все необходимые меры предосторожности и меры для предотвращения информационного загрязнения и неправильных действий, и что я буду уведомлять о любых изменениях и обновлениях в информации, которую я дал.",
  "applyInterpreter": "Список переводчиков вы можете найти в таблице ниже. Вы можете подать заявку на нового переводчика здесь.",
  "nameLastName": "Имя & Фамилия",
  "contact": "Контакты",
  "interpreterNameLastName": "Полное Имя Переводчика",
  "before": "Назад",
  "after": "Вперёд",
  "checkYourEmail": "Проверьте свою электронную почту",
  "verificationMailDelivered": "Мы отправили код подтверждения на ваю электронную почту.",
  "verificationCode": "Код подтверждения",
  "enterVerificationCode": "Введите код подтверждения",
  "enterTheCode": "Введите код",
  "returnLogin": "Вернуться на страницу авторизации",
  "forgotPassword": "Забыли пароль?",
  "forgotPasswordInfo": "Не волнуйтесь, мы отправим вам все необходимые шаги для сброса пароля.",
  "email": "Электронная почта",
  "emailHint": "Ваш адрес электронной почты",
  "resetPassword": "Сброс пароля",
  "loginWithGoogle": "Войти через аккаунт Google",
  "registerWithGoogle": "Зарегистрироваться через Google",
  "alreadyHaveAnAccount": "У Вас уже есть учётной записи?",
  "login": "Вход",
  "wellcome": "Добро пожаловать",
  "interpreterList": "Список Переводчиков",
  "nameSurname": "Полное Имя",
  "chooseLanguage": "Выберите язык",
  "translationLanguage": "Язык перевода",
  "contantInformation": "Контактная информация",
  "instagram": "Инстаграм",
  "beInterpreterDescription": "Вы можете заполнить форму ниже, чтобы стать переводчиком. Доступ к списку переводчиков через https://здесь.",
  "interpreterListDescription": "Вы можете получить доступ к списку переводчиков из таблицы ниже. Ссылка для подачи заявки на нового переводчика https://здесь.",
  "truthAck": "Я принимаю и заявляю, что предоставленная мной информация верна и подтверждена, что я принял все необходимые меры предосторожности и меры для предотвращения информационного загрязнения и неправомерных действий, и что я буду уведомлять о любых изменениях и обновлениях в предоставленной мной информации."
}
