{
  "appTitle": "Tercuman Bulucu",
  "fullName": "Tam İsminiz",
  "fullNameHelper": "Lütfen adınızı ve soyadınız yazınız",
  "phoneNumber": "Telefon Numaramanız",
  "phoneNumberHelper": "Lütfen telefon numaranızı bu şekilde yazın +90XXXXXXXXX",
  "yourLanguage": "Akıcı Şekilde Konuşuyorum",
  "yourLanguageHelper": "Lütfen akıcı bir şekilde konuştuğunuz dilleri yazınız",
  "register": "Kayıt Ol",
  "iAgree": "Kabul Ediyorum",
  "tcpp": "Verilerin Korunması Hakkında Bilgilendirme:\n\nBu uygulama, 6 Şubat 2023 tarihinde Türkiye’de meydana gelen büyük deprem felaketinde, arama kurtarma çalışmaları ile yardım ve destek taleplerini ortak bir veri tabanında toplayarak yetkili kurum ve kuruluşlara aktarmak amacıyla bilişim teknolojileri alanında çalışan gönüllüler tarafından oluşturulmuştur.\n\nYardım ya da desteğe ihtiyacı olduğunu belirttiğiniz kişilerin kişisel verileri, Fiili imkânsızlık nedeniyle rızasını açıklayamayacak durumda bulunan veya rızasına hukuki geçerlilik tanınmayan kişinin kendisinin ya da bir başkasının hayatı veya beden bütünlüğünün korunması için zorunlu olması, hukuki sebebine dayanarak, otomatik yollarla işlenecektir.\n\nTarafınıza ait kişisel veriler, Bir hakkın tesisi, kullanılması ve korunması için veri işlemenin zorunlu olması, hukuki sebebine dayanarak işlenecektir.\n\nPaylaşacağınız yardım, destek taleplerinde yer alan isim, soyisim, telefon ve adres gibi kişisel veriler, tarafımızca oluşturulan ve sunucuları yurtiçi ve yurtdışında bulunan veri tabanında toplanarak, Afad, Akut, Kızılay gibi yetkili arama kurtarma kuruluşlarının yanı sıra destek ve yardım taleplerini karşılayabilecek sivil toplum kuruluşları ve Tercümanlar ile kişisel veri işleme amacı ile sınırlı olarak paylaşılacaktır.",
  "welcomeText": "Gönüllü Tercümanlık",
  "welcomeHeader": "Hızla tercüman bul!",
  "welomeBody": "Herhangi bir dilde hızla ve kolayca tercüman bulun ve onlarla doğrudan platformumuz üzerinden iletişim kurun!",
  "homePage": "Ana Sayfa",
  "beInterpreter": "Tercüman Ol",
  "searchInterpreter": "Tercüman Bul",
  "fAskedQuestions": "Sıkça Sorulan Sorular",
  "thingsToKnow": "Tercümanbul platformu hakkında bilmeniz gerekenler.",
  "becomeVolunteerHeader": "Nasıl gönüllü tercüman olabilirim?",
  "becomeVolunteerBody": "Gönüllü tercüman olmak için ilgili Tercümanbul platformunun kayıt formunu doldurup gerekli bilgileri ve tercüme deneyimini belirtmeniz gerekmektedir.",
  "interpreterResponsibilitiesHeader": "Tercüme yaparken ne gibi sorumluluklarım var?",
  "interpreterResponsibilitiesBody": "1-Gönüllülük esaslı çalışmak: Bir tercüman olarak, ücret talep etmeden gönüllü olarak çalışmanız beklenir. Bu, çoğu yardım kuruluşunun ve insani yardım faaliyetlerinin ücretsiz yapılması nedeniyle doğaldır.\r\n\r\n2-Hassasiyet göstermek: Tercüman olarak çalışırken, depresyon, anksiyete, kaygı, korku gibi acil durumlar yaşayan insanlarla çalışıyorsunuz. Bu nedenle, hassas ve empatik olmanız, mümkün olan en iyi hizmeti sunmanız gerekiyor.\r\n\r\n3-Kültürel farklılıklara saygı göstermek: danışanların, farklı kültürel ve dini geçmişlere sahip olabilecekleri unutulmamalıdır. Bu nedenle, kültürel farklılıklara saygı göstermek ve bunları anlamak için çaba göstermek önemlidir.\r\n\r\n4-Gizlilik koruması: Tercüman olarak, danışanların kişisel bilgilerinin gizliliğini korumakla yükümlüsünüz. Bu nedenle danışanların bilgilerini yalnızca resmi işlemler için kullanmalısınız ve bu bilgileri güvenli bir şekilde saklamalısınız.\r\n\r\n5-Doğru ve anlaşılır çeviri yapmak: Tercüman olarak, çeviri yaparken kaynak dildeki metni hedef dile doğru ve anlaşılır bir şekilde aktarmak için çaba göstermeniz gerekir. Bu, doğru kelime seçimi, dilbilgisi yapısı ve dilin doğru kullanımını içerir.",
  "communicateOtherTranslator": "Tercüme yaparken diğer tercümanlarla nasıl iletişim kurabilirim?",
  "cantFind": "Aradığınız cevabı bulamadınız mı?",
  "reachSupport": "Lütfen destek ekibimize ulaşın.",
  "contactUsButton": "İletişime Geç",
  "interpreterFormAccess": "Tercüman olmak için aşağıdaki formu doldurabilirsiniz. Tercüman listesine buradan erişebilirsiniz.",
  "firstNameInputTitle": "İsim",
  "firstNameInputHint": "İsim giriniz..",
  "lastNameInputTitle": "Soyisim",
  "lastNameInputHint": "Soyisim giriniz..",
  "supportChannels": "Destek Kanalları",
  "onsiteSupport": "Sahada Destek",
  "onlineSupport": "Dijital/Online Destek",
  "availableSupport": "Destek Verebileceğim Diller",
  "addContactAddress": "İletişim Adresi Ekle",
  "addFacebook": "Facebook adresinizi giriniz..",
  "addInstagram": "Instagram adresinizi giriniz..",
  "addTwitter": "Twitter adresinizi giriniz..",
  "addLinkedin": "Linkedin adresinizi giriniz..",
  "consentForm": "Aydınlatma Metni'ni okudum ve kabul ediyorum.",
  "infoVerification": "Enkaz, yıkım, yardım ve destek ihtiyaçları konusunda verdiğim bilgilerin doğru ve teyit edilmiş olduğunu, bilgi kirliliği ve yanlış uygulamalara yol açmamak için gerekli tüm önlem ve tedbirleri aldığımı, vermiş olduğum bilgilerde meydana gelen değişiklik ve güncellemeleri bildireceğimi kabul ve beyan ederim.",
  "applyInterpreter": "Tercüman listesine asağıdaki tablodan ulaşabilirsiniz. Yeni tercüman başvurusu buradan yapabilirsiniz.",
  "nameLastName": "Isim & Soyisim",
  "contact": "İletişim",
  "interpreterNameLastName": "Tercüman Adı ve Soyadı",
  "before": "Önceki",
  "after": "Sonraki",
  "checkYourEmail": "E-postanı kontrol et",
  "verificationMailDelivered": "Doğrulama kodunu e-posta adresine ilettik.",
  "verificationCode": "Doğrulama kodu",
  "enterVerificationCode": "Doğrulama kodunu gir",
  "enterTheCode": "Kodu gir",
  "returnLogin": "Giriş sayfasına dön",
  "forgotPassword": "Şifremi unuttum",
  "forgotPasswordInfo": "Merak etme, şifreni sıfırlaman için gereken adımları yollayacağız.",
  "email": "E-posta",
  "emailHint": "E-posta adresin",
  "resetPassword": "Şifremi sıfırla",
  "loginWithGoogle": "Google ile giriş yap",
  "registerWithGoogle": "Google ile kayıt ol",
  "alreadyHaveAnAccount": "Zaten bir hesabın var mı? ",
  "login": "Giriş",
  "wellcome": "Hoşgeldin",
  "interpreterList": "Tercüman Listesi",
  "nameSurname": "İsim & Soyisim",
  "chooseLanguage": "Dil seç",
  "translationLanguage": "Tercüme Dili",
  "contantInformation": "İletişim Bilgileri",
  "instagram": "Instagram",
  "beInterpreterDescription": "Tercüman olmak için aşağıdaki formu doldurabilirsiniz. Tercüman listesine https://buradan erişebilirsiniz.",
  "interpreterListDescription": "Tercüman listesine aşağıdaki tablodan erişebilirsiniz. Yeni tercüman başvurusunu https://buradan yapabilirsiniz.",
  "truthAck": "Verdiğim bilgilerin doğru ve teyit edilmiş olduğunu, bilgi kirliliği ve yanlış uygulamalara yol açmamak için gerekli tüm önlem ve tedbirleri aldığımı, vermiş olduğum bilgilerde meydana gelen değişiklik ve güncellemeleri bildireceğimi kabul ve beyan ederim."
}
